[
    { "number": "1", "title": "رصيد الطباعة", "description": "كل طالب بيطلعله عدد اوراق من حقه يوخذهم كل فصل بشرط انو يطبع عليهم , الطالب العادي الو 50 ورقة و الطالب الماستر الو 100 ورقة و طالب الطب الو 75 ورقة , اذا بدك تعرف اكثر روح على اي مشرف مختبر مثل الخوارزمي او ابن حيان او غيره " },
    { "number": "2", "title": "مياه متوفرة", "description": "في بعض المباني بيكون فيها مياه متوفرة بتقدر تشرب منها اذا بدك , مثل زينك" },
    { "number": "3", "title": "اللكرات", "description": "كل طالب بيقدر يستأجر لكر او خزانة لمدة سنة وبيدفع 10 دنانير وبتقدر تسترجع منهم 5 دنانير لما ترجعلهم اللكر" },
    { "number": "4", "title": "المصلى", "description": "اذا كان عندك بريك وبدك مكان تقعد فيه او تنام , فالمصلى هو المكان المناسب , ولكل كلية مصلى للذكور ومصلى للاناث" },
    { "number": "5", "title": "مكان مكيف وهادي", "description": "اذا كانت الدنيا صيف وبدك مكان بارد وهادي فما الك الا زينك وفيه قوابس اذا بدك تشحن تلفونك او اي اشي ثاني" },
    { "number": "6", "title": "خدمة الشحن", "description": "على يمين مدخل العمادة اللي عند مكتبة الخطيب , في محل بشحن اشيائك مقابل ربع دينار , بتقدر تستعمله اذا فضي شاحنك وعندك محاضرة او ناسي شاحنك" },
    { "number": "7", "title": "استئجار أدوات", "description": "بعض الاماكن بتقدر تستأجر منها اشياء مثل باوربانك او الة حاسبة" },
    { "number": "8", "title": "استعارة الأدوات بين الطلاب", "description": "بعض الطلاب بيستعيرو من بعض ادوات , وهي افضل طرق المساعدة لانها بتخدم جميع الاطراف وبدون دفع , وبتكسبو اجر المساعدة من ربنا" },
    { "number": "9", "title": "تجارة طلابية", "description": "في بعض الصفحات ممكن تلاقي اشياء حلوة مثلا ناس بيبيعو اكل زي يلنجي او كيك , ويمكن اشياء ثانية , حلوة للقعدات الجماعية" },
    { "number": "10", "title": "خدمات تدريسية", "description": "بعض المواد ممكن تكون الها بطاقات للدراسة زي بطاقات التوجيهي" },
    { "number": "11", "title": "تسجيل الدخول لشبكة الانترنت", "description": "بتقدر تشبك نت وانت جوا الجامعة بس مشكلته ما بيشغل كلشي , مثلا يوتيوب ما بيشتغل" },
    { "number": "12", "title": "حساب كليك", "description": "من حق كل طالب عنده الهوية الجامعية يفتح حساب كليك" },
    { "number": "13", "title": "الايفنتات", "description": "كل فترة وفترة بيطلع ايفنت حلو , احيانا العاب , واحيانا اكل ببلاش , واحيانا بوظة ببلاش وغيره" },
    { "number": "14", "title": "الأغراض المفقودة", "description": "حاول تكون بكثير مجموعات على الفيسبوك بتخص الجامعة الهاشمية او الكلية اللي انت فيها , لأنو لما يضيع اشي الك ممكن تلاقيهم بيعلنو عنها , او بيعطوها للامن الجامعي وبتستلمهم منهم" },
    { "number": "15", "title": "خط باسمك", "description": "بتقدر تشتري خط بدينارين من لينك اللي جنب مبنى المطاعم ومش ضروري تشحنه , في حال اذا كان بدك رصيد او نت , عالافل بتأمن حالك شهر وبدينارين , لكل طالب خطين كل فصل على هويته " },
    { "number": "16", "title": "أرخص الأسعار", "description": "ارخص محل ممكن تشتري منه هو المؤسسة , مكانها قريب من مكتبة الخطيب" },
    { "number": "17", "title": "خدمات الطباعة", "description": "مكتبة الخطيب او المكتبة اللي جنبها (ركن الطالب) ممكن تطبع اي اشي , عن طريق الواتساب, بس بنصحكو تروحو لمكتبة قريبة غليكو لأنه اسعار الجامعة نار" },
    { "number": "18", "title": "خدمات تقنية", "description": "بتقدر تروح على اي مختبر وتستعمل جهاز كومبيوتر , شرط انو ما يكون وقتها في امتحان بالمختبر, اسم المسنخدم هو رقمك الجامعي وكلمة السر بتطولها من بوابتك" },
    { "number": "19", "title": "أماكن جميلة للتجمع", "description": "في اماكن حلوة وقعدتها مرتبة زي دوار المطاعم (دوار المطلقات) والباني والحارث وساحة الفلج والمنطقة اللي عند كلية الصيدلة وغيرها كثير , لذلك استكشفو الجامعة لأنها حلوة" },
    { "number": "20", "title": "اختصارات", "description": "مثلا حبيت اني اروح من مبنى الكيمياء ل مبنى ال IT، بدل ما الف من عند الفلج وارجع، بدخل كلية الهندسة وبطلع من الجهة الثانية، بدل ما اوصل ب 8 دقايق بوصل ب 5، اذا كنت متأخر احيانا بتفرق معك، لذلك حاول اعمل اختصارات لوقت الحاجة" },
    { "number": "21", "title": "الايميل الجامعي", "description": "الايميل الجامعي يتيح لكل طالب مجموعة من المميزات مثل مايكروسوفت اوفيس ونسخة ويندوز اصلية و كلاود مساحته 1 تيرا" }  ]
